{
  "Firesword": {
    "Price": 30,
    "Description": "A fine sword direct from the fiery bowels of Un'Goro.  Good for vanquishing Dragons ranging from green to blue magics",
    "Image" : "./Images/blade1.png",
    "Stars" : 3.5,
    "Maker" : "Yvalo D'gnon",
    "Id" : 1,
    "Slayed" : 2
  },
  "Glory's Edge": {
    "Price": 1190,
    "Description": "Forged with both 'Heaven's Light' and 'Angel Fur', this tried and true blade will cleave in twain any black dragon you may stumble upon.",
    "Image" : "./Images/blade2.png",
    "Stars" : 4,
    "Maker" : "Kol-Nor the Proud; Glad usurper of crowns, Trampler of fields, and Master of locks.",
    "Id": 2,
    "Slayed": 3
  },
  "Hammer of Machesney": {
    "Price": 860,
    "Description": "A brute force bludgeon with the power to lay fallow fertile fields of whelplings.  Best if used after storing in a cave of mysteries for 4-10 eons.",
    "Image": "./Images/blade3.png",
    "Stars": 3,
    "Maker": "Pzb VII, Seventh Johan of this age, Forge of Souls, Keeper of Fire",
    "Id" : 3,
    "Slayed": 1
  },
  "Copper Sword": {
    "Price": 10,
    "Description": "A hearty begginers blade for practice in slaysmanship.  Not recomended for any dragons over the age of 1 yr.  Crafted by SwordsNBlades in Lower Nythernia, every neophyte needs thier first sword.  This one wil do.",
    "Image": "./Images/blade4.png",
    "Stars": 1.5,
    "Maker": "Sword Xpeller 2000",
    "Id": 4,
    "Slayed": 0
  },
  "S'Gornuu, Spellblade of the Azure Order" : {
    "Price": 2200,
    "Description": "This limited time offer is bound to expire with the sale of this legendary blade.  THE S'Gornuu of legend has recently come to market thanks to the mysterious death of it's previous owner, U'wath of Ionika.  For the low price of 1200 Rubies, you can not only fell any dragon you're likely to see, but wield the entire library of magic of the Ionikan plains.",
    "Image": "./Images/blade5.png",
    "Stars": 5,
    "Maker": "Z'xytmytryx the All-seeing, Sky-prince of Utan",
    "Id": 5,
    "Slayed": 2000
  },
  "Iron Reaver": {
    "Price": 300,
    "Description": "A blade for the slayer on a budget.  With this sturdy edge, any man can kill wyvern's like a heralded 'Knight of the 6 Crowns'.  Great for nuisance dragons that are terrorizing crops, livestock, or the landed gentry.",
    "Image": "./Images/blade6.png",
    "Stars": 3,
    "Maker": "Grenvel the Smith",
    "Id": 6,
    "Slayed": 0
  }
}
